{
 
  "list": [
    {
      "id": 2157843,
      "reviewsUrl": "www.mobile-auto-repair.net", 
      "reviewsTitle": "I love this service! I have seen a huge ROI from using Rabbit SEO.",
      "reviewsCount": 1,
      "reviewsDescription": "I am thrilled to share my outstanding experience with the link building SEO service I have been using. From the moment I started implementing their strategies, I have witnessed remarkable results that have greatly impacted my online presence. First and foremost, the professionalism and expertise of the team behind this service have been truly impressive. They possess an in-depth understanding of search engine optimization and have a keen eye for identifying high-quality link-building opportunities. Their meticulous approach in analyzing my website's needs and crafting customized link-building strategies has undoubtedly set them apart from the competition. I highly recommend the link building SEO service I've been using. Their expertise and strategies have significantly improved my online presence, boosting search rankings and driving targeted traffic. Their transparent communication and ethical practices make them an invaluable partner.",
      "reviewsImage":"assets/images/reviews/1.png",
      "reviewsCompanyName":" Mobile Auto Repair "    
    },
    {
      "id": 2157844,
      "reviewsUrl": "www.oregonecostore.com", 
      "reviewsTitle": "Get this APP",
      "reviewsCount": 2,
      "reviewsDescription": "If you're similar to me, running a small business and keeping a close eye on your finances, you may be cautious about trying new applications. However, after using this app for just two days, I've made significant progress in resolving my SEO problems. It's user-friendly and provides all the necessary information to address SEO issues effectively...",
      "reviewsImage":"assets/images/reviews/2.png",
      "reviewsCompanyName":"Oregon Eco Store"
    },
    {
      "id": 2157845,
      "reviewsUrl": "www.beautifullyover40.com", 
      "reviewsTitle": "Instant gratification!",
      "reviewsCount": 3,
      "reviewsDescription": "As soon as I added the app it went to work. I didn't know there were so many things wrong with my site. As a new blogger you tend to focus on writing, not the backend stuff. Now I have someone handling that and I am learning as well",
      "reviewsImage":"assets/images/reviews/3.png",
      "reviewsCompanyName":"Beautifully Over 40"
    },
    {
      "id": 2157846,
      "reviewsUrl": "www.workoutmomsfitness.com", 
      "reviewsTitle": "Great customer service!",
      "reviewsCount": 4,
      "reviewsDescription": "The day I added Rabbit SEO to my site, I was welcomed with an email asking if I needed any help or had any questions about how to use the app. Of course, I had questions, and they answered them very quickly. SEO is a sore subject for me as I have tried many different approaches over the past two years to get seen on Google ranking higher. I'm happy to have an app that can now help me better understand why I rank the way I do and how to fix it. It's affordable and much better than putting your SEO in the hands of others who charge you a lot of $$$$, and you get nothing to show. I am grateful to have found this platform RabbitSEO is a great addition to my site!",
      "reviewsImage":"assets/images/reviews/4.png",
      "reviewsCompanyName":"Workout Moms Fitness"
    },
    {
      "id": 2157847,
      "reviewsUrl": "www.palmacaruso.com", 
      "reviewsTitle": "Helps so much!",
      "reviewsCount": 5,
      "reviewsDescription": "SEOs can be tricky and tedious, not know where you can improve can be a nightmare. they definitely break it down and show you where you can improve and help better the SEO overall",
      "reviewsImage":"assets/images/reviews/5.png",
      "reviewsCompanyName":"Palma Caruso"
    },
    {
      "id": 2157848,
      "reviewsUrl": "www.trustedpsychicadvisor.com", 
      "reviewsTitle": "Game Changer",
      "reviewsCount": 6,
      "reviewsDescription": "This is a really great app and I am very happy to have found it to help me drive more traffic to my site. My traffic has skyrocketed since add links4u to my website ! Thank you so much for your customer support service. Great Job!",
      "reviewsImage":"assets/images/reviews/6.png",
      "reviewsCompanyName":"Trusted Psychic Advisor"
    },
    {
      "id": 2157849,
      "reviewsUrl": "www.softwaredeliveryops.com", 
      "reviewsTitle": "Impressive, User-friendly, Effective, Efficient, Helpful",
      "reviewsCount": 7,
      "reviewsDescription": "Rabbit SEO has been a game-changer for my software delivery blog, softwaredeliveryops.com, offering a seamless and efficient experience that has significantly enhanced my productivity in optimizing content for search engines",
      "reviewsImage":"assets/images/reviews/7.png",
      "reviewsCompanyName":" Software Delivery Ops."
    },
    {
      "id": 2157850,
      "reviewsUrl": "www.amazonroof.com", 
      "reviewsTitle": "Extremely Helpful",
      "reviewsCount": 8,
      "reviewsDescription": "They've helped us rank drastically higher in all search engines. Money well spent!",
      "reviewsImage":"assets/images/reviews/8.png",
      "reviewsCompanyName":"Amazon Roofing"
    },
    {
      "id": 2157851,
      "reviewsUrl": "www.amirwanas.com", 
      "reviewsTitle": "Easy to use, quick results",
      "reviewsCount": 9,
      "reviewsDescription": "I have started using the Rabbit SEO Traffic Booster around a week ago but already starting to see results, my impressions on google are rising, the link building and articles are super helpful. Would definitely recommend!",
      "reviewsImage":"assets/images/reviews/9.png",
      "reviewsCompanyName":"Amir Wanas"
    },
    {
      "id": 2157852,
      "reviewsUrl": "www.kingwolf.org", 
      "reviewsTitle": "Loving It!!!",
      "reviewsCount": 10,
      "reviewsDescription": "So far I have enjoyed all the new backlinks every month. They make it really easy",
      "reviewsImage":"assets/images/reviews/10.png",
      "reviewsCompanyName":"King Wolf"
    },
    {
      "id": 2157853,
      "reviewsUrl": "www.pvcmaster.com", 
      "reviewsTitle": "Easy to use!",
      "reviewsCount": 11,
      "reviewsDescription": "I'm starting to see traffic increase in my website. way to go!!!",
      "reviewsImage":"assets/images/reviews/11.png",
      "reviewsCompanyName":"PVC Master"
    },
    {
      "id": 2157854,
      "reviewsUrl": "www.mjsquad.com", 
      "reviewsTitle": "Improved Rank in the first week",
      "reviewsCount": 12,
      "reviewsDescription": "I've been just getting started with Rabbit and did run into a glitch in the system- BUT- customer service has been AMAZING and responsive. Our rank has also improved in the short time we have started making changes. It is worth the premium- it is worth the work and I am so excited to add this into regular work week. Finally, SEO that works",
      "reviewsImage":"assets/images/reviews/12.png",
      "reviewsCompanyName":"MJ Squad"
    },
    {
      "id": 2157855,
      "reviewsUrl": "www.geekmatics.com", 
      "reviewsTitle": "Rabbit SEO has helped us already",
      "reviewsCount": 13,
      "reviewsDescription": "We started 2 months ago and have already seen a significant uptick in new site visits and business. We also like getting the backlinks. This is a very budget friendly app if you have a small business",
      "reviewsImage":"assets/images/reviews/13.png",
      "reviewsCompanyName":"Geekmatics"
    },
    {
      "id": 2157856,
      "reviewsUrl": "www.tourdefierce.vip", 
      "reviewsTitle": "Wowza",
      "reviewsCount": 14,
      "reviewsDescription": "I'm not one to subscribe to apps; I'd rather figure out how to do it on my own for free. But the value that RabbitSEO brings to my business is never anything I could achieve on my own. Finding your competitors' keywords alone is enough to have me signed up forever. If you're serious about your business, this is a staple for you",
      "reviewsImage":"assets/images/reviews/14.png",
      "reviewsCompanyName":"Tour Defierce"
    },
    {
      "id": 2157857,
      "reviewsUrl": "www.thecvprofessional.com", 
      "reviewsTitle": "Good app",
      "reviewsCount": 15,
      "reviewsDescription": "Good app, easy to use. Improved my SEO immensely, and I am a complete newbie learning as I go - yet it made it doable and simple",
      "reviewsImage":"assets/images/reviews/15.png",
      "reviewsCompanyName":"The CV Professional "
    },
    {
      "id": 2157858,
      "reviewsUrl": "positivecommunication-service.com", 
      "reviewsTitle": "I LOVE this app",
      "reviewsCount": 16,
      "reviewsDescription": "I am an absolute NOOB when it comes to SEO and the like. I hired a person to do it for me, but I figured out that much that it was not being done. I found this service, and it is really straight forward, easy to understand, very explanatory. At least to get started and get some SEO happening this worked excellent for me. Absolutely love it",
      "reviewsImage":"assets/images/reviews/16.png",
      "reviewsCompanyName":"Positive Communication"
    },
    {
      "id": 2157859,
      "reviewsUrl": "www.swaynatural.com", 
      "reviewsTitle": "Great Customer Service",
      "reviewsCount": 17,
      "reviewsDescription": "I had some issues with the App and reached out for help, with low expectations. But the response was prompt and super helpful so I can continue to use the service. Customer Service is where the heart of the company comes to live. Many thanks",
      "reviewsImage":"assets/images/reviews/17.png",
      "reviewsCompanyName":"Sway natural"
    },
    {
      "id": 2157860,
      "reviewsUrl": "www.kourouklislaw.com", 
      "reviewsTitle": "Great App and User friendly",
      "reviewsCount": 18,
      "reviewsDescription": "I am not an SEO expert. But, this app helps guide you through the process of optimizing your SEO, and gives you feedback along the way. If you have any questions about the app, customer support is very responsive and gets back to you very quickly",
      "reviewsImage":"assets/images/reviews/18.png",
      "reviewsCompanyName":"DIMITRIOS KOUROUKLIS, PH.D"
    },
    {
      "id": 2157861,
      "reviewsUrl": "www.nomorepixels.co.uk", 
      "reviewsTitle": "Great and Easy to use",
      "reviewsCount": 19,
      "reviewsDescription": "The team helps a lot by emailing updates and are very responsive. The traffic has increased and its helped organize my SEO keywords",
      "reviewsImage":"assets/images/reviews/19.png",
      "reviewsCompanyName":" No More Pixels LTD"
    },
    {
      "id": 2157862,
      "reviewsUrl": "www.ipngdesign.com", 
      "reviewsTitle": "Already Seeing a lot of Improvement",
      "reviewsCount": 20,
      "reviewsDescription": "Only had the app installed for 4 days and already seeing a lot of improvements in my SEO process, the app is easy to use and clear",
      "reviewsImage":"assets/images/reviews/20.png",
      "reviewsCompanyName":"IPNG Design"
    },
    {
      "id": 2157863,
      "reviewsUrl": "www.platinummechanicalnw.com", 
      "reviewsTitle": "Great tool to check your website",
      "reviewsCount": 21,
      "reviewsDescription": "I've used a number of tools to help with SEO and website optimization, and I really like the insights and ease of use with Rabbit SEO! Highly recommended!",
      "reviewsImage":"assets/images/reviews/21.png",
      "reviewsCompanyName":"Platinum Mechanical"
    },
    {
      "id": 2157864,
      "reviewsUrl": "www.coolairmd.com", 
      "reviewsTitle": "Best SEO app on the Wix Market",
      "reviewsCount": 22,
      "reviewsDescription": "This app is very useful for anyone looking to boost their sites organic rankings. This app builds backlinks for you, increasing your sites authority rating and trust on search engines. I also use it to optimize my landing pages, and keep track of my rankings for target keywords which saves me a lot of time",
      "reviewsImage":"assets/images/reviews/22.png",
      "reviewsCompanyName":"COOLAIR M.D."
    },
    {
      "id": 2157865,
      "reviewsUrl": "www.atelieruldepictura.com", 
      "reviewsTitle": "One of the best app!",
      "reviewsCount": 23,
      "reviewsDescription": "Truly impressed about this app! Easy to use and it guided me a lot in improving my SEO. App works great on the web environment. Within Wix environment I am facing some issues but it is an app of a great value. Truly happy that I found it!",
      "reviewsImage":"assets/images/reviews/23.png",
      "reviewsCompanyName":"Atelierul de Pictura"
    },
    {
      "id": 2157866,
      "reviewsUrl": "www.theweightroompodcast.com", 
      "reviewsTitle": "This app makes SEO easy and understandable",
      "reviewsCount": 24,
      "reviewsDescription": "I have used this app for a short while now and I have greatly increased the optimization of my site and learned a lot about what goes into SEO so I can make changes on how I make edits and new pages for my site. Highly recommend",
      "reviewsImage":"assets/images/reviews/24.png",
      "reviewsCompanyName":"The Weight Room Podcast"
    },
    {
      "id": 2157867,
      "reviewsUrl": "www.park2park925.jewelry", 
      "reviewsTitle": "Good App",
      "reviewsCount": 25,
      "reviewsDescription": "I just upgraded last month and I am impressed with all the results, great coverage, quality service and user interface is insightful and friendly, and helps me to analyze the keyword and features to target my market.",
      "reviewsImage":"assets/images/reviews/25.png",
      "reviewsCompanyName":"park 2 park 925"
    },
    {
      "id": 2157868,
      "reviewsUrl": "www.gamerzonemalta.com", 
      "reviewsTitle": "Very Helpful App",
      "reviewsCount": 26,
      "reviewsDescription": "This App helped me a lot in re-arranging my SEO. It indicates exactly what should be done, what to do and what to avoid. It helped me climb google step by step still have work to do but this application is helping me getting there. Re commanded!",
      "reviewsImage":"assets/images/reviews/26.png",
      "reviewsCompanyName":"Gamer Zone"
    },
    {
      "id": 2157869,
      "reviewsUrl": "www.mitchellkleinlaw.com", 
      "reviewsTitle": "Very good",
      "reviewsCount": 27,
      "reviewsDescription": "I only started using it a few months ago and I am very satisfied with the results so far. Excellent customer service.",
      "reviewsImage":"assets/images/reviews/27.png",
      "reviewsCompanyName":"Mitchell P. Klein"
    },
    {
      "id": 2157870,
      "reviewsUrl": "www.aurorabackcountrypass.com", 
      "reviewsTitle": "Worth the money",
      "reviewsCount": 28,
      "reviewsDescription": "You have to think that a year subscription can be paid for by the sales you will get from ranking higher on Google. Do it",
      "reviewsImage":"assets/images/reviews/28.png",
      "reviewsCompanyName":"Aurora Backcountry"
    },
    {
      "id": 2157871,
      "reviewsUrl": "www.worldclasschihuahuas.com", 
      "reviewsTitle": "Simple and useful",
      "reviewsCount": 29,
      "reviewsDescription": "I love this app because it is easy to use even for people who not very much familiar with seo. I manage my website on my own, and this is very helpful to have such tool like this app",
      "reviewsImage":"assets/images/reviews/29.png",
      "reviewsCompanyName":"World Class Chihuahuas"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.emmamay.ie", 
      "reviewsTitle": "SEO; Great for beginners",
      "reviewsCount": 30,
      "reviewsDescription": "I've been using this app for a month now and am already seeing a difference in my rankings. Very easy to use once you get the hang of it, better than others I've tried",
      "reviewsImage":"assets/images/reviews/30.png",
      "reviewsCompanyName":"EMMA MAY"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.carpetrepair.info", 
      "reviewsTitle": "Awesome software you will love it",
      "reviewsCount": 31,
      "reviewsDescription": "Rabbit SCO has made me learn so much about how to rank higher, and it's literally put me on the first page of Google I love this programme it makes life so much easier I don't know why I do without it",
      "reviewsImage":"assets/images/reviews/31.png",
      "reviewsCompanyName":"Carpet Repairs London"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.memlicoffee.com", 
      "reviewsTitle": "Amazing",
      "reviewsCount": 32,
      "reviewsDescription": "Helpful, guidance, everything you need to start your SEO!",
      "reviewsImage":"assets/images/reviews/32.png",
      "reviewsCompanyName":"Memli Coffee"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.erringtonhouse.co.uk", 
      "reviewsTitle": "Helping us reach new heights",
      "reviewsCount": 33,
      "reviewsDescription": "Rabbit SEO is a game-changer in the world of search engine optimization. With its user-friendly interface, comprehensive features, and detailed reporting, this powerful tool has empowered our business by allowing maximisation of our online visibility.",
      "reviewsImage":"assets/images/reviews/33.png",
      "reviewsCompanyName":"Errington House"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.ytrack.net", 
      "reviewsTitle": "Pleasant surprise - Rabbit SEO is a good helper",
      "reviewsCount": 34,
      "reviewsDescription": "I use Rabbit SEO every day. It’s convenient, and most importantly it gives good result. Within the first month of using Rabbit SEO, my website traffic increased significantly. I see great growth opportunities going forward. I recommend everyone to try it",
      "reviewsImage":"assets/images/reviews/34.png",
      "reviewsCompanyName":"Y-Track Consulting"
    }, 
    {
      "id": 2157872,
      "reviewsUrl": "www.specialtytropicals.com", 
      "reviewsTitle": "Super-Easy Way to Improve Site Traffic!!",
      "reviewsCount": 35,
      "reviewsDescription": "To say we're newbies when it comes to SEO would be a vast understatement. Horticulture, we know--online marketing, no so much! But RabbitSEO makes it so simple to view our site's metrics, identify the best keywords and other settings to boost traffic, and create and manage links, it doesn't even feel like work! The dashboard is simple, clear, and intuitive enough to be easy for computer-geeks and plant-geeks alike to easily improve website performance and attract targeted potential customers.",
      "reviewsImage":"assets/images/reviews/35.png",
      "reviewsCompanyName":"Specialty Tropicals"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.nextlevelink.nl", 
      "reviewsTitle": "Super useful SEO Booster",
      "reviewsCount": 36,
      "reviewsDescription": "Build your online presence with a clear overview of your progress. Quality link building and competition overview.",
      "reviewsImage":"assets/images/reviews/36.png",
      "reviewsCompanyName":"Next Level Ink Tattoo Studio"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.5familyranch.com", 
      "reviewsTitle": "Easy to Use and Significant Increase in Google Search",
      "reviewsCount": 37,
      "reviewsDescription": "The UI is very easy to use. This helped me gain a better understanding of SEO. The scoring system per page was super helpful to know where I needed to enhance meta tags, search fields, etc. Making the adjustments as suggested by RabbitSEO has significantly improved our search reulsts ratings. Very glad we subscribed to this app!",
      "reviewsImage":"assets/images/reviews/37.png",
      "reviewsCompanyName":"5 Family Ranch"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.spasimple.co.uk", 
      "reviewsTitle": "It works",
      "reviewsCount": 38,
      "reviewsDescription": "For the money, the return is great. Follow the step by step guide to improve your SEO and save yourself money instead of leaving it to an SEO company who can easily charge you £500+ per month. I even stopped my google ads campaign to better gage how well it was working. Great value",
      "reviewsImage":"assets/images/reviews/38.png",
      "reviewsCompanyName":"Spa Simple"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.nyczaj.audio", 
      "reviewsTitle": "Excellent value for money and great customer service!",
      "reviewsCount": 39,
      "reviewsDescription": "I've been using Rabbit SEO Traffic Booster for only 2 weeks so far, but I'm already climbing up in Google positioning for some of my keywords. The app is super easy to set up and use, offers very valuable insight in terms of how your business is positioned in Google for different keywords, tracks backlinks to your website very well and I feel like it's perfect for a small, niche business like mine, as it does better job than, i.e. Semrush or Ubersuggest, as they don't deal with very niche keywords very well while this app seems to handle it much better so far. It is also great for building backlinks that help your SEO rating by creating blog posts about your products or services, so cool! On top of all that, the customer service and support are exemplary, they take you very seriously and offer immediate support if you experience any issues, I wish bigger companies had the same aproach to their customers. I highly recommend it! Especially if you have a small business :) ",
      "reviewsImage":"assets/images/reviews/39.png",
      "reviewsCompanyName":"Nyczaj"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.fupsmedia.com", 
      "reviewsTitle": "Easy to use",
      "reviewsCount": 40,
      "reviewsDescription": "Slow and steady white hat SEO methods",
      "reviewsImage":"assets/images/reviews/40.png",
      "reviewsCompanyName":"fupsmedia"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.emotionbrands.co.uk", 
      "reviewsTitle": "A must for SEO beginners using Wix",
      "reviewsCount": 41,
      "reviewsDescription": "I've started learning SEO and found this app really user friendly, I did a trial initially and found it so helpful to identify errors and how to add keywords to pages and Google titles/meta descriptions. I've come back to try it for backlink building now. The ability to add blog posts and have them linked to from authority domains is really valuable. I shot up the rankings for the initial keywords I tried, but alas don't have much search volume, so I'm back to try some more lucrative keywords this time. Wish me luck! :)",
      "reviewsImage":"assets/images/reviews/41.png",
      "reviewsCompanyName":"Emotion Brands"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.j9finity.com", 
      "reviewsTitle": "Love it! Very user friendly and easy to work within.",
      "reviewsCount": 42,
      "reviewsDescription": "Great tool & Customer Service !!!! Highly recommend This is a great tool if you are new to SEO like myself , but the reason I am giving this review is because the Customer service is exceptional. Julia emailed me st away after registering to ask if she could help with anything and Amanda also responded quickly. Very few companies like this offer this type of personal service. I have only just started using this app and I have not stopped working on my SEO with the easy checking of how my Keywords are assesed on my site. ",
      "reviewsImage":"assets/images/reviews/42.png",
      "reviewsCompanyName":"j9finity"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.bubblinglotus.online", 
      "reviewsTitle": "Easy to Use, Gives Great Insights",
      "reviewsCount": 43,
      "reviewsDescription": "I have a technical background, including SEO, but wanted to focus on content rather than technicalities for my website. Rabbit SEO is quick and intuitive to use, quickly highlighting where I need to make changes to my pages to get higher in the rankings for my chosen search terms. Love it!",
      "reviewsImage":"assets/images/reviews/43.png",
      "reviewsCompanyName":"Bubbling Lotus"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.jsweetconstruction.com", 
      "reviewsTitle": "Comprehensive and Easy to Use",
      "reviewsCount": 44,
      "reviewsDescription": "I don't have an extensive background working with SEO but this app really helps to guide me through making ours the best it can be. Great for Keywords and backlinks. I like that it also shows our competitors and the Keywords that are working for them. Keeps us competitive. ",
      "reviewsImage":"assets/images/reviews/44.png",
      "reviewsCompanyName":"J. Sweet Construction"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.ktsparts2015.co.uk", 
      "reviewsTitle": "Very helpful app!",
      "reviewsCount": 45,
      "reviewsDescription": "It's easy to use and makes much difference with web ranking! I can see the difference after 2 months already",
      "reviewsImage":"assets/images/reviews/45.png",
      "reviewsCompanyName":"KTSparts2015"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.kateizakphotography.com", 
      "reviewsTitle": "Great App",
      "reviewsCount": 46,
      "reviewsDescription": "Another notable aspect of Rabbit SEO Traffic Booster is its ongoing support and education. The platform offers helpful resources, tutorials, and customer support to ensure users are equipped with the knowledge and assistance they need to maximize the tool's potential. Whether you're a seasoned SEO professional or a beginner, Rabbit SEO Traffic Booster has you covered.",
      "reviewsImage":"assets/images/reviews/46.png",
      "reviewsCompanyName":"Kate Izak Photography"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.gjappliances.com", 
      "reviewsTitle": "Love This App!!",
      "reviewsCount": 47,
      "reviewsDescription": "This App is super helpful and easy to use. I already see a difference in such a shoet time with finding the website using the suggestions. Strongly reccomend.",
      "reviewsImage":"assets/images/reviews/47.png",
      "reviewsCompanyName":"GJ Appli​ances HVAC"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.hmb-streetfood.co.uk", 
      "reviewsTitle": "Love the App",
      "reviewsCount": 48,
      "reviewsDescription": "If you are learning SEO (like me) Rabbit SEO is a great tool to help you develop your understanding and increase your site rankings. ",
      "reviewsImage":"assets/images/reviews/48.png",
      "reviewsCompanyName":"HMB STREET FOOD"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.ridingdirtyrentals.com", 
      "reviewsTitle": "Amazing App",
      "reviewsCount": 49,
      "reviewsDescription": "Makes it super simple to create blogs and back pages. Along with showing a grade of all your pages and how to improve them to increase your seo. Highly Recommend.",
      "reviewsImage":"assets/images/reviews/49.png",
      "reviewsCompanyName":"Riding Dirty Off-Road Rentals"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.united-tattoo.com", 
      "reviewsTitle": "Working Magic",
      "reviewsCount": 50,
      "reviewsDescription": "Follow the rabbit is what were told, well this rabbit brought me to where i'm trying to go! I use this like a wizard uses his book of spells!, its easy and quick to learn! I'd recommend this to anyone who is serious about their business!",
      "reviewsImage":"assets/images/reviews/50.png",
      "reviewsCompanyName":"United Tattoo"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.andromedagaming.co.uk", 
      "reviewsTitle": "Fantastic",
      "reviewsCount": 51,
      "reviewsDescription": "I always struggled with seo, using rabbit made that easier, I thought my site was well optimised but after using rabbit I can i was wrong, Now it is thanks to rabbit",
      "reviewsImage":"assets/images/reviews/51.png",
      "reviewsCompanyName":"Andromeda PC Gaming"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.trgutterworks.com", 
      "reviewsTitle": "Very Helpful!",
      "reviewsCount": 52,
      "reviewsDescription": "Rabbit SEO has been great for our online presence. We highly recommend this app.",
      "reviewsImage":"assets/images/reviews/52.png",
      "reviewsCompanyName":"TR Gutter Works LLC"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.southerncrosspressurewashing.com.au", 
      "reviewsTitle": "Rabbit SEO is amazing",
      "reviewsCount": 53,
      "reviewsDescription": "Since using this site i have learnt so much, it has shown me what to correct on my website and my ranking has improved with every adjustment.",
      "reviewsImage":"assets/images/reviews/53.png",
      "reviewsCompanyName":"Southern Cross Pressure Washing"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.6milesout.com", 
      "reviewsTitle": "It's a game changer",
      "reviewsCount": 54,
      "reviewsDescription": "I'm new to SEO. This app takes me step by step through the process..being able to see the problems in real time and how to fix it. So far so good.",
      "reviewsImage":"assets/images/reviews/54.png",
      "reviewsCompanyName":"6MilesOut"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.charlottemetropetgroup.com", 
      "reviewsTitle": "Working Magic",
      "reviewsCount": 55,
      "reviewsDescription": "This really helped with cleaning up our website errors, and has increased client calls. Very happy!",
      "reviewsImage":"assets/images/reviews/55.png",
      "reviewsCompanyName":"Charlotte Metro Pet Group"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.fastmoneyforflips.com", 
      "reviewsTitle": "Rabbit is a hell of a site these guys really work hard for you if you are with wix",
      "reviewsCount": 56,
      "reviewsDescription": "I have been using Rabbit for over 2 years It is a great site and it helps you manage your site. I had over 30 visitors in the last 2 days and I know with the help of rabbits I will have lots of new visitors at the end of this month. If you are new to Wix I would recommend to everybody to sign up with Rabbit ASAP. I promise you within a month you will see a difference in your traffic. I own a lending company and a Lease purchase buy-back company and Rabbit has doubled my visitors in the last 2 years. Sign up with Rabbit today it's a game changer",
      "reviewsImage":"assets/images/reviews/56.png",
      "reviewsCompanyName":"Fast Money For Flips"
    },
    {
      "id": 2157872,
      "reviewsUrl": "www.bhradley.com", 
      "reviewsTitle": "This App is Great!",
      "reviewsCount": 57,
      "reviewsDescription": "Rabbit SEO has given me the power to drive more traffic to my site with ease. It's amazing how something so simple can make such a big impact. Highly recommend.",
      "reviewsImage":"assets/images/reviews/57.png",
      "reviewsCompanyName":"BHRADLEY"
    }

  ]
  
}